name_error_messages = [
            'Надто коротке імʼя. Потрібно не менше 2 символів.',
            'Слишком короткое имя. Требуется не менее 2 символов.',
            'Імʼя може складатися лише з літер кирилиці.',
            'Имя может состоять только из букв кириллицы.',
            'Вкажіть ваше імʼя.',
            'Укажите ваше имя.'
        ]

last_name_error_messages = [
            'Слишком короткая фамилия. Требуется не менее 2 символов.',
            'Фамилия может состоять только из букв кириллицы.',
            'Укажите вашу фамилию.',
            'Надто коротке прізвище. Потрібно не менше 2 символів.',
            'Прізвище може складатися лише з літер кирилиці.',
            'Вкажіть ваше прізвище.'
        ]

email_error_messages = [
            'Неверный формат E-mail адреса.',
            'Невірний формат E-mail адреси.'
        ]

phone_error_messages = [
            'Невірний номер телефону: "а3в". Вкажіть його у міждународному форматі: +AAABBCCCCCCC.',
            'Вкажіть ваш телефон.',
            'Вкажіть український мобільний телефон.',
            'Невідповідний номер телефону: "+390671128723". Вкажіть український номер: +380 BBCCCCCCC.',
            'Неверный номер телефона: "а3в". Укажите его в международном формате: +AAABBCCCCCCC.',
            'Укажите ваш телефон.',
            'Укажите украинский мобильный телефон.',
            'Неподходящий номер телефона: "+390671128723". Укажите украинский номер: +380 BBCCCCCCC.'
        ]

psw_error_messages = [
            'Придумайте пароль.',
            'Слишком простой пароль. Этот пароль очень легко подобрать.',
            'Надто простий пароль. Цей пароль дуже легко підібрати.',
        ]

catalog_ru = [
            'Суперцены',
            'Конфигуратор ПК',
            'Энергия',
            'Компьютерная техника, комплектующие',
            'Бытовая техника',
            'Мобильная связь',
            'Портативная техника',
            'Товары для геймеров',
            'Телевизоры и развлечения',
            'Аудио',
            'Фото и видео техника',
            'Все для офиса',
            'Авто',
            'Детский мир',
            'Сантехника и ремонт',
            'Все для дома',
            'Дача, сад, огород',
            'Спорт, отдых и туризм',
            'Сувениры, часы, сумки',
            'Красота и здоровье',
            'Зоотовары',
            'Apple',
            'Услуги',
            'Уценка'
        ]

catalog_ua = [
            'Суперціни',
            'Конфігуратор ПК',
            'Енергія',
            "Комп'ютерна техніка, комплектуючі",
            'Побутова техніка',
            "Мобільний зв'язок",
            'Портативна техніка',
            'Товари для геймерів',
            'Телевізори та розваги',
            'Аудіо',
            'Фото і відео техніка',
            'Все для офісу',
            'Авто',
            'Дитячий світ',
            'Сантехніка та ремонт',
            'Все для дому',
            'Дача, сад, город',
            'Спорт, відпочинок та туризм',
            'Сувеніри, годинники, сумки',
            "Краса і здоров'я",
            'Зоотовари',
            'Apple',
            'Послуги',
            'Уцінка'
        ]

changed_psw = ["Пароль изменен. Теперь вы можете авторизоваться.",
               "Пароль змінено. Тепер ви можете авторизуватись."]
