name_error_messages = [
            'Надто коротке імʼя. Потрібно не менше 2 символів.',
            'Слишком короткое имя. Требуется не менее 2 символов.',
            'Імʼя може складатися лише з літер кирилиці.',
            'Имя может состоять только из букв кириллицы.',
            'Вкажіть ваше імʼя.',
            'Укажите ваше имя.'
        ]

last_name_error_messages = [
            'Слишком короткая фамилия. Требуется не менее 2 символов.',
            'Фамилия может состоять только из букв кириллицы.',
            'Укажите вашу фамилию.',
            'Надто коротке прізвище. Потрібно не менше 2 символів.',
            'Прізвище може складатися лише з літер кирилиці.',
            'Вкажіть ваше прізвище.'
        ]

email_error_messages = [
            'Неверный формат E-mail адреса.',
            'Невірний формат E-mail адреси.'
        ]

phone_error_messages = [
            'Невірний номер телефону: "а3в". Вкажіть його у міждународному форматі: +AAABBCCCCCCC.',
            'Вкажіть ваш телефон.',
            'Вкажіть український мобільний телефон.',
            'Невідповідний номер телефону: "+390671128723". Вкажіть український номер: +380 BBCCCCCCC.',
            'Неверный номер телефона: "а3в". Укажите его в международном формате: +AAABBCCCCCCC.',
            'Укажите ваш телефон.',
            'Укажите украинский мобильный телефон.',
            'Неподходящий номер телефона: "+390671128723". Укажите украинский номер: +380 BBCCCCCCC.'
        ]

psw_error_messages = [
            'Придумайте пароль.',
            'Слишком простой пароль. Этот пароль очень легко подобрать.',
            'Надто простий пароль. Цей пароль дуже легко підібрати.',
        ]